Repository: FaraoneLele/Fmessenger
Catalog: *.po
Languages: it

source: About
it: Informazioni

source: Back
it: Indietro

source: Unofficial Facebook Messenger client
it: Client non ufficiale per Facebook Messenger

source: This app uses
it: Quest'app usa

source: a modified version of Messenger style
it: una versione modificata dello stile di Messenger

source: Forward
it: Inoltra

source: Desktop view
it: Visione Desktop

source: Device selection
it: Selezione Dispositivo

source: Go to facebook
it: Vai su facebook

source: Rate this App
it: Vota questa app

source: Select your device
it: Seleziona il tuo dispositivo

source: Phone
it: Telefono

source: Phone view
it: Visione Telefono

source: Tablet view
it: Visione Tablet
